Revit 2024 API
ParameterTypeId.SteelElemAnchorGrade Property
 "Grade"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemAnchorGrade { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemAnchorGrade As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemAnchorGrade {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace